Repository: egeakman/ftc-docs-tr
Catalog: index.po
Languages: tr

source: Getting Started
tr: Başlarken

source: Game Q&A Forum
tr: Oyun Soru-Cevap Forumu

source: Field Coordinate System
tr: Saha Koordinat Sistemi

source: Game and Season-Specific Resources
tr: Oyun ve Sezon Kaynakları

source: SDK Overview
tr: SDK Genel Bakış

source: Updating Components
tr: Bileşenleri Güncelleme

source: Software Development Kit (SDK)
tr: Yazılım Geliştirme Kiti (SDK)

source: Basic ‘Bot Guide for REV
tr: REV için Temel ‘Bot Kılavuzu

source: Robot Building Resources
tr: Robot Yapım Kaynakları

source: Control System Resources
tr: Kontrol Sistemi Kaynakları

source: AprilTag Introduction
tr: AprilTag Tanıtımı

source: VisionPortal Overview
tr: VisionPortal Genel Bakış

source: Webcams for VisionPortal
tr: VisionPortal için Web Kameralar

source: Understanding AprilTag Values
tr: AprilTag Değerlerini Anlama

source: AprilTag Test Images
tr: AprilTag Test Görüntüleri

source: AprilTag Resources
tr: AprilTag Kaynakları

source: Computer Aided Design (CAD)
tr: Bilgisayar Destekli Tasarım (CAD)

source: CAD Resources
tr: CAD Kaynakları

source: Manufacturing Methods
tr: Üretim Yöntemleri

source: Manufacturing
tr: Üretim

source: Additional Tools
tr: Ek Araçlar

source: Team Resources
tr: Takım Kaynakları

source: Team Complimentary Software
tr: Takımlar için Ücretsiz Yazılımlar

source: Team Discounts
tr: Takımlar için İndirimler

source: Team Freebies and Discounts
tr: Takımlar için Hediyeler ve İndirimler

source: Booklets
tr: Kitapçıklar

source: Site Feedback Form
tr: Site Geri Bildirim Formu

source: FTC Docs PDF
tr: FTC Dokümanları PDF

source: Dark Mode
tr: Karanlık Mod

source: Workflow
tr: İş Akışı

source: FTC Docs
tr: FTC Dokümanları

source: FIRST Tech Challenge Documentation
tr: FIRST Tech Challenge Dokümanları

source: The official home of FIRST Tech Challenge Documentation.
tr: FIRST Tech Challenge Dokümanlarının resmi adresi.

source: FTC Control System, Control Hub, TensorFlow, CENTERSTAGE, Blocks, OnBot Java, Android Studio, OpenCV, EasyOpenCV, AprilTags, FTC SDK, Robot Controller App, Driver Station App, Control Hub, Driver Hub, ftc-ml, IMU, Water Game
tr: FTC Kontrol Sistemi, Control Hub, TensorFlow, CENTERSTAGE, Blocks, OnBot Java, Android Studio, OpenCV, EasyOpenCV, AprilTags, FTC SDK, Robot Controller App, Driver Station App, Control Hub, Driver Hub, ftc-ml, IMU, Water Game

source: *FIRST* Tech Challenge documentation
tr: *FIRST* Tech Challenge dokümanları

source: *FIRST* Tech Challenge is a robotics program for middle and high school students. It’s way more than building robots, see :doc:`About the 𝘍𝘐𝘙𝘚𝘛 Tech Challenge <overview/ftcoverview>` to see why.
tr: *FIRST* Tech Challenge ortaokul ve lise öğrencileri için bir robotik programıdır. FTC robot yapmaktan çok daha fazlasıdır, nedenini görmek için :doc:`𝘍𝘐𝘙𝘚𝘛 Tech Challenge Hakkında <overview/ftcoverview>` sayfasına bakın.

source: This project is under active development. Anything contained herein is for informational purposes only; while this documentation is intended to support teams and in some way provide context to game rules, the game rules supercede all documentation found here. If you have feedback about this project, please use our :doc:`feedback form <ftc_docs/form/form>`.
tr: Bu proje aktif olarak geliştirilmektedir. Burada bulunan her şey yalnızca bilgilendirme amaçlıdır; bu dokümanlar takımlara destek olmak ve oyun kurallarına bir şekilde bağlam sağlamak için tasarlanmıştır, ancak oyun kuralları burada bulunan tüm dokümanları geçersiz kılar. Bu projeye ilişkin geri bildiriminiz varsa, lütfen :doc:`geri bildirim formumuzu <ftc_docs/form/form>` kullanın.

source: **I AM A...**
tr: **BEN...**

source: New Team
tr: Yeni bir Takımım

source: New Teams may not know where to start. This is the way!
tr: Yeni Takımlar nereden başlayacağını bilemeyebilir. Burası sizin için!

source: Returning Team
tr: Dönen bir Takımım

source: Returning Teams looking for resources can look here.
tr: Kaynak arayan Dönen Takımlar buraya bakabilir.

source: Coach (Admin)
tr: Koçum (Yönetici)

source: Coaches looking for Team Administrative Resources can look here for help.
tr: Koçlar Takım Yönetim Kaynakları arıyorsa buraya bakabilir.

source: Mentor (Technical)
tr: Mentorum (Teknik)

source: Technical Mentors looking for Technical Resources should look here first!
tr: Teknik Mentörler Teknik Kaynaklar arıyorsa önce buraya bakmalı!

source: Programming Quick Links
tr: Programlama Hızlı Bağlantıları

source: Quick Links for Programming Language Resources
tr: Programlama Dili Kaynakları için Hızlı Bağlantılar

source: All Resources
tr: Tüm Kaynaklar

source: Control System Links
tr: Kontrol Sistemi Bağlantıları

source: Let's get to know the *FIRST* Tech Challenge Control System!
tr: *FIRST* Tech Challenge Kontrol Sistemini tanıyalım!

source: Driver Station
tr: Driver Station (Sürücü İstasyonu)

source: Robot Controller
tr: Robot Kontrolcüsü

source: Device Connections
tr: Cihaz Bağlantıları

source: Hardware Configuration
tr: Donanım Yapılandırması

source: The Software Development Kit (SDK) is the collection of tools for developing software and executing it on the robot.
tr: Yazılım Geliştirme Kiti (SDK), yazılım geliştirmek ve robot üzerinde çalıştırmak için gerekli araçların toplamıdır.

source: About the SDK
tr: SDK Hakkında

source: SDK GitHub Repository
tr: SDK GitHub Deposu

source: SDK Releases
tr: SDK Sürümleri

source: Javadoc Documentation
tr: Javadoc Dokümantasyonu

source: Game Manual Links
tr: Oyun Kılavuzu Bağlantıları

source: Be sure you're following all of the rules of the competition! Game Manuals and Q&A are essential documents.
tr: Yarışmanın tüm kurallarını takip ettiğinizden emin olun! Oyun Kılavuzları ve Soru-Cevap forumu olmazsa olmaz belgelerdir.

source: Game Manuals
tr: Oyun Kılavuzları

source: Field Manuals
tr: Saha Kılavuzları

source: Game Q&A System
tr: Oyun Soru-Cevap Sistemi
